Repository: acquia/commons
Catalog: profiles/drupal_commons/modules/contrib/userpoints/translations/*.po
Languages: nl

source: !Points accumulated by users on your site.
nl: Verzamelde !points door de gebruikers van uw website.

source: A User's current !points.
nl: Aantal !points van de huidige gebruiker.

source: User
nl: Gebruiker

source: Relate the userpoints table to the user table.
nl: Koppel de tabel 'userpoints' met de tabel 'users'.

source: Users
nl: Gebruikers

source: Grant !points to a user
nl: Geef !points aan een gebruiker

source: User was awarded !points
nl: Aan gebruiker werden !points toegekend

source: updated user
nl: bijgewerkte gebruiker

source: Points awarded
nl: Punten toegekend

source: Number of points
nl: Aantal punten

source: The number of !points to award. You may enter a negative number as-well
nl: Het aantal toe te kennen !points. U mag ook een negatief aantal ingeven

source: Userpoints amount is >= than x
nl: Aantal gebruikerspunten is >= dan x

source: amount to compare
nl: te vergelijken som

source: The amount to compare if userpoints are >=. Example:30, will trigger the condition if the user userpoints are >= than 30 points.
nl: Som te vergelijken als de gebruikerspunten >= zijn. Voorbeeld:30, treedt in werking als de gebruikers gebruikerspunten >= zijn aan 30 punten.

source: Userpoints Categories to analyze
nl: Te analyseren gebruikerspunten categories

source: Approved
nl: Goedgekeurd

source: Pending
nl: In afwachting

source: Declined
nl: Afgewezen

source: Configure userpoints moderation and branding translation
nl: Configureren van in mindering te brengen gebruikerspunten en branding vertaling

source: Users earn !points as they post nodes, comments, and vote on nodes
nl: Gebruikers verdienen !points wanneer zij iets posten, posts beantwoorden en hun stem uitbrengen.

source: Approve !points
nl: !points goedkeuren

source: The number of points a user has.
nl: Het aantal punten van de gebruiker.

source: Points branding
nl: Branding van punten

source: Word to use in the interface for the upper case plural word !Points
nl: Het te gebruiken woord in de interface voor de meervoudsvorm met een hoofdletter beginnend !points

source: Word to use in the interface for the lower case plural word !points
nl: Het te gebruiken woord in de interface voor de meervoudsvorm met een kleine letter beginnend !points

source: Word to use in the interface for the upper case singular word !Point
nl: Het te gebruiken woord in de interface voor de enkelvoudsvorm met een hoofdletter beginnend !point

source: Word to use in the interface for the lower case singular word !point
nl: Het te gebruiken woord in de interface voor de enkelvoudsvorm met een kleine letter beginnend !point

source: Word to use for the uncategorized category
nl: Het te gebruiken woord voor de indeling 'zonder categorie' (bv. diversen, algemeen)

source: Moderation
nl: Matiging; in mindering brengen

source: Transaction status
nl: Transactie status

source: Moderated
nl: Gematigd,verminderd

source: Select whether all !points should be approved automatically, or moderated, and require admin approval
nl: Selecteer of alle !points automatisch goedgekeurd moeten worden of in mindering gebracht moeten worden, en admin goedkeuring vereisen.

source: !Points expiration
nl: Vervaldatum !Points

source: These settings affect new !points only, they are not retroactive. !Points expiration depends upon cron.
nl: Deze instellingen gelden alleen voor nieuwe !points, ze zijn niet retroactief. Vervaldatum !points hangt van de cron af.

source: Expire !points after
nl: !points vervallen na

source: Once !points have been obtained by the user they will expire according to this setting
nl: Eens de !points door de gebruiker verkregen zijn zullen ze volgens deze instelling vervallen

source: This setting will not take affect, date must be in the future
nl: Deze instelling treedt niet in werking, de datum moet zich in de toekomst bevinden

source: Expire !points on this date
nl: Laat de !points vervallen op

source: Once !points have been obtained by the user they will last until this date. This setting overrides the "Expire after setting" above
nl: Eens de !points door de gebruiker verkregen werden blijven ze tot deze datum geldig. Deze instelling herroept de "Vervalt na instelling" boven

source: Expiration entry description
nl: Einde registratie

source: A negating expiration entry is made to expire !points leaving the original entry intact (e.g. original !points + expiration !points = 0). When the expiration entry is made this description will be placed on the entry. This is useful so the users will know what happened to their !point balance. In crafting your message you can use the following variables.
nl: Een te late registratie zal vervallen maar de reeds toegekende !points blijven bestaan (bv. Originele !points + vervallen !points= 0). Bij de registratie wordt deze beschrijving vermeld bij ingave . Dit is nuttig opdat de gebruiker weet wat er gebeurd met zijn !points saldo. Voor ingave van uw bericht kan u de volgende variabelen gebruiken.

source: <br /> !points = The name used in branding above (also use !Points and !point)
nl: <br /> !points = De naam gebruikt in branding boven, (gebruik ook !points en !point)

source: <br /> !operation = Original operation that granted the !points <br /> !description = Original description for the !point <br /> !txn_id Original transaction ID <br /> !date = Date of the original entry
nl: <br /> !operation = Originele verrichting die !points toekent <br /> !description = Originele beschrijving voor het !point <br /> !txn_id Originele transcatie ID <br /> !date = Datum van de originele registratie

source: Messages
nl: Berichten

source: Control the behavior of messages users see.
nl: Controleer het gedrag van de berichten die gebruikers zien.

source: Display message
nl: Toon bericht

source: No
nl: Neen

source: Yes
nl: Ja

source: Determines if a message should be displayed whenever !points are awarded/substracted
nl: Bepaald of een bericht getoont moet worden indien !points worden toegekend/afgetrokken.

source: Report Settings
nl: Rapport instellingen

source: Transactions per page
nl: Transactie per pagina

source: Limits the number of transactions displayed per page
nl: Begrensd het aantal getoonde transacties per pagina

source: Display zero !points users?
nl: Toon nul !points van gebruikers?

source: If set to "No" users with zero !points will not be displayed in the reports
nl: Indien "Neen" worden gebruikers met nul !points niet weergegeven in de rapporten

source: Users per page
nl: Gebruikers per pagina

source: When listing !points by user limit how many users are displayed on a single page
nl: Als een lijst gemaakt wordt van de !points van de gebruiker beperkt dit het aantal getoonde gebruikers per pagina

source: !Points Categorization
nl: !points Indeling

source: Default Category
nl: Standaard Indeling

source: By default all !points are assigned to this category. You can modify what categories are available by modifying the <a href="!url">Userpoints taxonomy</a>
nl: Standaard worden alle !points aan deze indeling toegewezen. Je kan aanduiden welke indeling beschikbaar is door het wijzigen van <a href="!url">Userpoints taxonomy</a>

source: All categories
nl: Alle categories

source: Category to display on the user profile page
nl: Indeling die getoont wordt op de profielpagina van de gebruiker

source: Select which category of !points to display on the user profile page. Select "All" to display a sum total of all categories
nl: Selecteer welke indeling van !points getoont moet worden op de profielpagina van de gebruiker. Selecteer "All" om de som van alle categories te tonen

source: Transaction stamping
nl: Transactie

source: Always use system time
nl: Altijd systemtijd gebruiken

source: Sets if the transaction timestamp should obey current time, or can be modified by the API operations. Unchecking this option will allow customization of timetamp for the transactions.
nl: Bepaald of de transactietijd de huidige tijd moet zijn, of aangepast kan worden door de API verrichtingen. Niet controleren van deze optie staat aanpassing van de transactietijd toe.

source: @key returned false from the hook_userpoints !points before call
nl: @key van de hook_userpoints !points werd voor de oproep verkeerd weergegeven

source: lost
nl: verloren

source: was declined
nl: werd afgewezen

source: earned
nl: verdiend

source: User %uname %op %pointsvalue !points, pending administrator approval.
nl: Gebruikers %uname %op %pointsvalue !points, in afwachting van admin goedkeuring.

source: User %uname %op %pointsvalue !points Total now is %total !points.
nl: Gebruikers %uname %op %pointsvalue !points, som is %total !points.

source: View
nl: Laat zien

source: View detailed transactions
nl: Bekijk gedetailleerde transacties

source: Adjust
nl: Pas aan

source: Add/substract !points from this user
nl: Voeg toe/trek af !points van deze gebruiker

source: User !points
nl: Gebruikers !points

source: Time stamp
nl: Tijd

source: Operation
nl: Verrichting

source: Category
nl: Categorie

source: All
nl: Alle

source: No !points awaiting moderation
nl: Geen !points die wachten op verwerking

source: Are you sure you want to @op txn @txn_id
nl: Ben je zeker dat je @op txn @txn_id

source: User Name
nl: Gebruikersnaam

source: User Name for the user you want the !points to affect
nl: Gebruikersnaam van de gebruiker die !points toegewezen moet krijgen

source: Points
nl: Punten

source: Number of !points to add/subtract from the user. For example, 25 (to add !points) or -25 (to subtract !points).
nl: Aantal !points die toegevoegd/afgetrokken moeten worden van de gebruiker. Bv. 25 (toe te voegen !points) of -25 (af te trekken !points).

source: Date/Time
nl: Datum/Tijd

source: Date and time of this transaction, in the form YYYY-MM-DD HH:MM +ZZZZ
nl: Datum en tijd van deze transactie weergeven als YYYY-MM-DD HH:MM +ZZZZ

source: Expiration date
nl: Vervaldatum:

source: Date and time to expire these !points, in the form YYYY-MM-DD HH:MM +ZZZZ
nl: Datum en tijd dat deze !points vervallen YYYY-MM-DD HH:MM +ZZZZ

source: Leave blank for non-expiring !points
nl: Openlaten voor !points die niet vervallen

source: Category to apply these !points to
nl: Categorie waar de !points op toegepast moeten worden

source: Reference
nl: Referentie

source: Enter optional reference for this transaction. This field will be indexed and searchable.
nl: Geef een optionele verwijzing voor deze transactie. Dit veld is geïndexeerd en doorzoekbaar.

source: Description
nl: Beschrijving

source: Enter an optional description for this transaction, such as the reason it is created.
nl: Geef een optionele beschrijving voor deze transactie, bv. waarom het aangemaakt werd.

source: Approver ID
nl: ID van de persoon die goedkeurt

source: The user ID of the person who approved this transaction. 0 means not yet approved.
nl: De gebruikers ID van diegene die de transactie goedkeurt. 0 betekend nog niet goedgekeurd.

source: The operation type for this transaction. Normally, it is "admin".
nl: De soort van verrichting voor deze transactie. Normaal is het "admin".

source: Approval status
nl: Staat van goedkeuring

source: Approval status of the transaction.
nl: Staat van goedkeuring van de transactie.

source: Save
nl: Bewaar

source: Display all
nl: Toon alles

source: Filter by category
nl: Filter op categorie

source: User's !points
nl: Gebruikers !points

source: @user's !points
nl: @gebruikers !points

source: You have %p %c
nl: U heeft %p %c

source: !Points are visible to logged in users only
nl: !Points zijn alleen voor ingelogde gebruikers zichtbaar

source: Highest Users
nl: Beste Gebruikers

source: more
nl: meer

source: All users by !points
nl: Alle gebruikers per !points

source: Number of users to display
nl: Aantal te tonen gebruikers

source: Limit the number of users displayed to this value
nl: Begrens het aantal getoonde gebruikers tot deze waarde

source: !Points for
nl: !Points voor

source: Approved?
nl: Goedgekeurd?

source: Date
nl: Datum

source: None
nl: Geen

source: No !Points earned
nl: Geen !Points verdiend

source: Created Userpoints vocabulary
nl: Creër woordenschat voor gebruikerspunten

source: Automatically created by the userpoints module
nl: Automatisch gecreëerd door de gebruikerspunten module

source: !points Balance
nl: !points saldo

source: Approved !points Balance
nl: Goedgekeurd !points saldo

source: !Points awaiting moderation
nl: !Points die nog verwerkt moeten worden

source: Net !points Balance
nl: Netto !points saldo

source: userpoints
nl: Gebruikerspunten

source: userpoints module was unable to select or create a vocabulary. !Points will be uncategorized
nl: Gebruikerspunten module kon geen woordenschat aanmaken of selecteren. !Points worden niet ingedeeld

source: !Points settings
nl: !Points instellingen

source: List
nl: Lijst

source: Add
nl: Voeg toe

source: Admin add/delete userpoints
nl: Admin voeg toe/verwijder gebruikerspunten

source: Edit
nl: Bewerken

source: Approve Userpoints
nl: Goedkeuring der gebruikerspunten

source: Users by !points
nl: Gebruikers bij !points

source: My !points
nl: Mijn !points

source: <p>Provides Userpoints XML-RPC service. Requires services.module.</p>
nl: <p>Verstrekt Gebruikerspunten XML-RPC dienst. Vereist services.module.</p>

source: A valid Drupal User ID.
nl: Een geldig Drupal Gebruikers ID.

source: An optional Term ID for the category.
nl: Een alternatieve Term ID voor de rubriek.

source: Retrieves the number of points the user has.
nl: Terugwinnen van het aantal punten die de gebruiker heeft.

source: Number of points to add/subtract.
nl: Aantal toe te kennen/af te trekken punten.

source: An optional event ID for this transaction.
nl: Een alternatief event ID voor deze transactie.

source: An optional description of this transaction.
nl: Een alternatieve beschrijving van deze transactie.

source: Adds/subtracts points to a user.
nl: Voegt punten toe/trekt punten af van een gebruiker.

source: User ID parameter is required.
nl: Gebruikers ID parameter is vereist.

source: Points parameter must be a negative or positive number.
nl: Punten parameter moet een negatief of positief aantal zijn.

source: Userpoints core: API module for recording points for other modules.
nl: Gebruikerspunten core: API module om punten op te nemen voor andere modules.

source: Userpoints rules integration
nl: Integratie van gebruikerspuntenregels.

source: Provides integration of Userpoints with rules
nl: Verstrekt regels voor integratie van gebruikerspunten

source: Userpoints Service
nl: Gebruikerspuntendienst

source: Exposes userpoints functionality via XML-RPC
nl: De functionaliteit van gebruikerspunten XML-RPC beschikbaar maken
