Repository: acquia/commons
Catalog: docroot/profiles/drupal_commons/modules/contrib/invite/translations/*.po
Languages: fr

source: Please enable the <em>send invitations</em> permission for at least one role. This can be done on the <a href="!permissions-url">Permissions page</a>.
fr: Mettez la permission <em>Envoyez des invitations</em> pour au moins un rôle s'il vous plaît. Ceci peut être fait sur la <a href="!admin-user-access">page de contrôle d'accès</a>.

source: General settings
fr: Réglages généraux

source: Default target role
fr: Rôle cible par défaut

source: Choose the default role that invited users will be added to when they register. For example, <em>authenticated user</em>.
fr: Choisissez le rôle par défaut où les utilisateurs invités seront ajoutés quand ils s'enregistreront. Par exemple, <em>utilisateur authentifié</em>

source: Invitation expiry
fr: Echéance d'invitation

source: Set the expiry period for user invitations, in days.
fr: Régler la période d'expiration pour les invitations d'utilisateur, en jours.

source: Role settings
fr: Réglages des rôles

source: Note: Permission related settings can be found at the <a href="!permissions-url">Permissions page</a>.
fr: Note : les réglages relatifs aux Permissions peuvent être trouvés sur la<a href="!admin-user-access">page de contrôle d'accès</a>.

source: @role settings
fr: réglages de @role

source: Target role
fr: rôle cible

source: You may choose to add invited users to another role (in addition to the default role set in the general section) when they have been invited by a member of %role.
fr: Vous pouvez choisir d'ajouter des utilisateurs invités dans un autre rôle (en plus du rôle par défaut défini dans la section générale) quand ils ont été invités par un membre de %role.

source: Invitation limit
fr: limite d'invitations

source: unlimited
fr: illimité

source: Allows to limit the total number of invitations members of %role can send.
fr: Permet de limiter le nombre total d'invitations des membres de %role peuvent envoyer.

source: E-mail settings
fr: Réglages e-mail

source: Subject
fr: Objet

source: [inviter-raw] has sent you an invite!
fr: [inviter-raw] vous a envoyé une invitation !

source: Type the default subject of the invitation e-mail.
fr: Taper l'objet par défaut du mail d'invitation.

source: Use the syntax [token] if you want to insert a replacement pattern.
fr: Utiliser la syntaxe [token] si vous voulez insérer une configuration de rechange.

source: Editable subject
fr: Objet éditable

source: Choose whether users should be able to customize the subject.
fr: Choisir si les utilisateurs peuvent personnaliser l'objet.

source: Mail template
fr: Modèle de courrier

source: Replacement patterns
fr: Modèles de remplacement

source: <em>From</em> e-mail address
fr: <em>De</em> adresse e-mail

source: Choose which e-mail address will be in the From: header for the invitation mails sent; <em>site</em> or <em>inviter</em>. <em>Site</em> will use the default e-mail address of the site, whereas <em>inviter</em> will use the e-mail address of the user who is sending the invitation. Alternatively, you can set this value manually by clicking on <em>advanced settings</em> below.
fr: Choisir quelle adresse email sera dans l'en-tête De pour les invitations par mails envoyées; <em>site</em> ou </em>inviter</em>. <em>Site</em> utilisera l'adresse e-mail par défaut du site, alors que <em>inviter</em> utilisera l'adresse e-mail par défaut de l'utilisateur qui a envoyé l'invitation. Alternativement, vous pouvez régler cette valeur manuellement en cliquant sur <em>réglages avancés</em> en dessous.

source: <em>Reply-To</em> e-mail address
fr: <em>Répondre à</em> adresse e-mail

source: Choose which e-mail address will be in the Reply-To: header for the invitation mails sent; <em>site</em> or <em>inviter</em>. <em>Site</em> will use the default e-mail address of the site, whereas <em>inviter</em> will use the e-mail address of the user who is sending the invitation. Alternatively, you can set this value manually by clicking on <em>advanced settings</em> below.
fr: Choisissez quelle adresse e-mail sera dans l'en-tête Répondre à pour les invitations par mails envoyées; <em>site</em> ou </em>inviter</em>. <em>Site</em> utilisera l'adresse e-mail par défaut du site, alors que <em>inviter</em> utilisera l'adresse e-mail par défaut de l'utilisateur qui a envoyé l'invitation. Alternativement, vous pouvez régler cette valeur manuellement en cliquant sur <em>réglages avancés</em> en dessous.

source: Advanced settings
fr: Réglages avancés

source: <strong>Note:</strong> unless these fields are blank, they will override the radio button choices above.
fr: <strong>Note :</strong> sauf si ces champs sont vides, ils remplaceront le bouton radio choix ci-dessus.

source: Manually override <em>From</em> e-mail address
fr: Remplacer manuellement <em>De</em> adresse e-mail

source: The e-mail address the invitation e-mail is sent from.
fr: L'adresse e-mail depuis laquelle est envoyée l'invitation par mail.

source: Manually override <em>Reply-To</em> e-mail address
fr: Remplacer manuellement <em>Répondre à</em> adresse e-mail

source: The e-mail address you want recipients to reply to.
fr: L'adresse e-mail sur laquelle vous souhaitez que les destinataires répondent.

source: Invite page customization
fr: Personnalisation de la page Invitation

source: Invite page title
fr: Titre de la page Invitation

source: Invite a friend
fr: Invitez un ami

source: The title of the page where users invite friends.
fr: Le titre de la page où les utilisateurs invitent des amis.

source: Username
fr: Utilisateur

source: Successful
fr: réussie

source: Pending
fr: En cours

source: Expired
fr: Expiré

source: Remaining
fr: Restant

source: Operations
fr: Opérations

source: details
fr: détails

source: No inviters found.
fr: Pas d'inviteurs trouvés.

source: Filter
fr: Filtre

source: Find an invited user
fr: Trouver un utilisateur invité

source: Search
fr: Chercher

source: Status
fr: Statut

source: Created
fr: Créé

source: Expires
fr: Expire

source: Withdrawn
fr: Retirer

source: Joined
fr: Rejoint

source: No invitees found.
fr: Pas d'invité trouvé.

source: Active filter
fr: Filtre actif

source: Clear
fr: Effacer

source: View user profile.
fr: Voir le profil de l'utilisateur.

source: Accepted
fr: Accepté

source: Deleted
fr: Supprimé

source: withdraw
fr: retirer

source: resend
fr: Réenvoyer

source: No invitations available.
fr: Pas d'invitations disponibles.

source: The user name of the inviter.
fr: Le nom d'utilisateur de l'inviteur.

source: The user name of the inviter. WARNING - raw user input.
fr: Le nom d'utilisateur de l'inviteur. ATTENTION - saisie brute de l'utilisateur.

source: The e-mail address of the invited user.
fr: L'adresse e-mail de l'utilisateur invité

source: The personal message for the invitee.
fr: Le message personnel pour l'invité.

source: The personal message for the invitee as unfiltered text. WARNING - raw user input.
fr: Le message personnal pour l'invité comme texte non filtré. ATTENTION - saisies brutes de l'utilisateur.

source: The link to the registration page, including the invitation code.
fr: Le lien vers la page d'enregistrement, code d'invitation inclus.

source: Replacement value
fr: Valeur de remplacement

source: The invitations shown on this page have been used to join the site. Clicking on an e-mail address takes you to the user's profile page.
fr: Les invitations indiquées sur cette page ont été utilisées pour rejoindre le site. Cliquez sur une adresse email pour vous rendre sur le profil de l'utilisateur.

source: The invitations shown on this page haven't been accepted yet.
fr: Les invitations indiquées sur cette page n'ont pas été encore acceptées.

source: The invitations shown on this page have not been used to register on the site within the expiration period of @count days.
fr: Les invitations indiquées sur cette page n'ont pas été utilisées pour s'enregistrer sur le site avant la période d'expiration de @count jours.

source: The status <em>deleted</em> means the user account has been terminated.
fr: Le statut <em>supprimé</em> signifie que le compte utilisateur est terminé.

source: At any time, you may withdraw either pending or expired invitations. Accepted invitations can't be withdrawn and count permanently toward your invitation allotment.
fr: A tout moment, vous pouvez retirer des invitations en attente ou expirées. Les invitations acceptées ne peuvent pas être retirées et comptent de façon permanente dans votre quota d'invitations.

source: Invitees of @name
fr: Invitations de @name

source: !user (@email) has joined @site-name!
fr: !user (@email) a rejoint @site-name !

source: New user registration by invitation only.
fr: Nouvel enregistrement d'utilisateur par invitation seulement.

source: Sorry, new user registration by invitation only.
fr: Désolé, nouvel enregistrement d'utilisateur par invitation seulement.

source: Request new password
fr: Demande d'un nouveau mot de passe

source: Request new password via e-mail.
fr: Demande d'un nouveau mot de passe par e-mail.

source: This invitation has been withdrawn.
fr: L'invitation a été retirée.

source: This invitation has already been used. Please login now with your username and password.
fr: Cette invitation a déjà été utilisée. Connectez-vous s'il vous plaît avec votre pseudo et mot de passe.

source: Sorry, this invitation has expired.
fr: Désolé, cette invitation a expiré.

source: Sorry, you've reached the maximum number of invitations.
fr: Désolé, vous avez atteint le nombre maximal d'invitations

source: From
fr: De

source: To
fr: A

source: Re:
fr: Rép:

source: Type the subject of the invitation e-mail.
fr: Taper l'objet du message d'invitation.

source: Submit
fr: Envoyer

source: Recommend @site-name to:
fr: Recommander @site-name à :

source: Send invite
fr: Envoyer une invitation

source: View your invites
fr: Voir vos invitations

source: You cannot send more than one invitation.
fr: Vous ne pouvez pas envoyer plus d'une invitation.

source: The invitee won't be able to register any more using this invitation.
fr: L'invité ne pourra plus s'enregistrer en utilisant cette invitation.

source: Are you sure you want to withdraw the invitation to %email?
fr: Etes-vous sûr de vouloir retirer l'invitation à %email ?

source: This action cannot be undone.
fr: Cette action ne peut pas être défaite.

source: Withdraw
fr: Retirer

source: Cancel
fr: Annuler

source: Invitations to registered users cannot be withdrawn.
fr: Les invitations des utilisateurs enregistrés ne peuvent pas être retirées.

source: view
fr: Voir

source: Invitation to %email has been withdrawn.
fr: Invitation à %email a été retirée.

source: User registration option reset to %no_approval.
fr: Option de nouvel enregistrement d'utilisateur remis à %no_approval.

source: Visitors can create accounts and no administrator approval is required.
fr: Les visiteurs peuvent créer des comptes et l'approbation de l'administrateur n'est pas requise.

source: Your friend, [inviter-raw], has invited you to join [site-name] at [site-url]. To become a member of [site-name], click the link below or paste it into the address bar of your browser. [join-link] ---------- [invite-message-raw]
fr: Votre ami, [inviter-raw],vous a invité à rejoindre [site-name] sur [site-url]. Pour devenir membre de [site-name], cliquez sur le lien ci-dessous ou copiez le dans la barre d'adresses de votre navigateur. [join-link] ---------- [invite-message-raw]

source: invite
fr: invitation

source: Detected malicious attempt to delete an invitation.
fr: Tentative malveillante détectée pour supprimer une invitation.

source: You have 1 invite remaining.
fr: Vous avez 1 invitation restante.

source: Type the e-mail address of the person you would like to invite.
fr: Entrez l'adresse e-mail de la personne que vous aimeriez inviter.

source: This message will be added to the mail sent to the person you are inviting.
fr: Ce message sera ajouté au courrier envoyé à la personne que vous souhaitez inviter.

source: 1 invite remaining
fr: 1 invitation restante

source: The following recipient is already a member:
fr: Le destinataire suivant est déjà un membre :

source: You have already invited the following recipient:
fr: Vous avez déjà invité le destinataire suivant:

source: You have only 1 invite left.
fr: Vous avez seulement 1 invitation restante.

source: Your invitation has been successfully sent. You will be notified when the invitee joins the site.
fr: Votre invitation a été envoyée avec succès. Vous serez notifié quand l'invité rejoindra le site.

source: The entered e-mail address is invalid. Please correct it.
fr: L'adresse e-mail saisie est invalide. Veuillez la corriger s'il vous plaît.

source: send invitations
fr: envoyer des invitations

source: send mass invitations
fr: envoyez plusieurs invitations

source: track invitations
fr: suivre les invitations

source: withdraw accepted invitations
fr: invitations acceptées retirées

source: Invites
fr: Invitations

source: Inviters
fr: Inviteurs

source: Settings
fr: Réglages

source: Resend invitation
fr: Réenvoyer invitation

source: Track invitations
fr: Suivre les invitations

source: New invitation
fr: Nouvelle invitation

source: invite_cancel_account
fr: invitation_annulation_compte

source: Unsuccessful
fr: infructeuse

source: Invitation counts
fr: nombre d'invitations

source: Top inviters/User rank
fr: Top des utilisateurs qui ont le plus invité/Rang des utilisateurs

source: @user's invite rank
fr: classement d'invitations de l'utilisateur @user

source: Top inviters
fr: Top des utilisateurs qui ont le plus invité

source: Number of inviters
fr: Nombre d'utilisateurs qui ont invité

source: Show this number of inviters in the Top inviters and User rank blocks.
fr: Montrer ce nombre d'utilisateurs qui ont invité dans les blocs du Top des utilisateurs qui ont le plus invité et du classement de l'utilisateur

source: 1 invite
fr: 1 invitation

source: view invite statistics
fr: Voir les statistiques d'invitation

source: view own invite statistics
fr: voir ses statistiques d'invitation

source: invite_stats
fr: invitation_statistiques

source: The base table for invites.
fr: La table principale des invitations.

source: Stores the issued registration code and acts as primary identifier for a invite.
fr: Enregistre les codes d'enregistrement problématiques et compte pour identificateur principal pour une invitation.

source: Stores the e-mail the invite has been addressed to.
fr: Enregistre l'e-mail à laquelle l'invitation a été adressée

source: Stores the user id of the inviter.
fr: Enregistre le numéro d'utilisateur de l'inviteur

source: Stores the user id of the invitee upon registration.
fr: Enregistre le numéro d'utilisateur sur l'enregistrement de l'invitation

source: Stores the creation time of the invite.
fr: Enregistre la date de création de l'invitation.

source: Stores the expiry time of the invite.
fr: Enregistre la date d'expiration de l'invitation.

source: Will be filled with the time the invite was accepted upon registration.
fr: Sera rempli avec la date à laquelle l'invitation a été acceptée après l'enregistrement

source: Stores whether the invite has been withdrawn.
fr: Enregistre si l'invitation a été retirée

source: Stores how many times the invite has been resent.
fr: Enregistre combien de fois l'invitation a été réenvoyée

source: Stores auxiliary data.
fr: Enregistre les données secondaires

source: Stores notifications of inviters.
fr: Enregistre les notifications des inviteurss.

source: Stores the user id to be notified (inviter).
fr: Enregistre le numéro d'utilisateur à notifier (inviteur).

source: Stores the user id of the invitee.
fr: Enregistre le numéro d'utilisateur de l'invité

source: Invite
fr: Invitation

source: Allow your users to send and track invitations to join your site.
fr: Permettez à vos utilisateurs d'envoyer et de suivre des invitations pour rejoindre votre site.

source: Cancel User Accounts
fr: Annuler les comptes des utilisateurs

source: Allows your users to terminate user accounts by withdrawing their invitation. WARNING - This module is put into effect when you enable it.
fr: Permettez à vos utilisateurs de terminer des comptes utilisateur en retirant leur invitation. ATTENTION - Ce module prend effet lorsque vous activez celui-ci.

source: Invite Statistics
fr: Statistiques d'Invitation

source: Displays some statistics about sent invitations.
fr: Afficher des statistiques sur les invitations envoyées.
